// הגדירי משתנה מספר והכניסי לו מספר כלשהו לבחירתך

// כתבי תנאי - אם המספר גדול מ5, הדפיסי הודעה כלשהי



//הגדירי משתנה טקסט המכיל את הצבע האהוב עליך

//כתבי תנאי - אם הצבע הוא לא ורוד, אז הקפיצי הודעה כלשהי



//בקשי מהמשתמשת להכניס את הספר האהוב עליה

// כתבי תנאי - אם הספר שווה לספר האהוב עליך
// הקפיצי הודעה - אנחנו תאומות!
// אם לא - הקפיצי הודעה אחרת





//🛑 אם את מרגישה בטוחה בסינטקס, תעברי לפרויקט 🛑
//אם את רוצה עוד תרגול, תמשיכי לשאלות למטה

//כתבי תנאי אם שתיים גדול מאחד
//אם כן, הקפיצי הודעה - "שתיים בהחלט גדול מאחד!"



//כתבי תנאי אם שם המשפחה שלך לא שווה השם הפרטי שלך
//הקפיצי הודעה "איזה מזל"



//כתבי תנאי - אם שנת הלידה שלך גדולה משל אחותך/אחיך
//אם כן, הקפיצי הודעה - "אני יותר גדולה
//אם לא, הקפיצי הודעה - "להיות יותר קטנה יותר כיף!"






